---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ViewExportedEventArgs
source: html/7d03eda4-63ca-fde6-5356-a20016101e84.htm
---
# ViewExportedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.